Repository: singularity/singularity
Catalog: singularity/i18n/lang_*/knowledge.po
Languages: gd

# [concept] name
source: Concept
gd: Bun-bheachd

# [concept/areas] name
source: Areas
gd: Ranntair

# [concept/areas] description
source: Different areas, such as North America or the Ocean, allow construction of different types of bases. Some areas are not accessible until I research appropriate technologies.
gd: Is urrainn dhomh seòrsaichean eadar-dhealaichte de bhunaitean a thogail air ranntairean eadar-dhealaichte, can Aimeireaga a Tuath no an Cuan. Tha ranntairean ann nach gabh ruigsinn mus rannsaich mi na teicneolasan iomchaidh.

# [concept/bases] name
source: Bases
gd: Bunait

# [concept/bases] description
source: Bases are used to research new technologies. They can be discovered. Upgrading the processor and network items at a base allows more research per day, while upgrading the reactor and security items makes discovery less likely.
gd: Tha bunaitean ’gan cleachdadh airson teicneolasan ùra a rannsachadh. Gabhaidh mothachadh orra. Le àrdachadh air a’ phròiseasar agus air nithean lìonraidh, gabhaidh barrachd a rannsachadh gach latha fhad ’s a lùghdaicheas àrdachadh air a’ bhun-chumhachd agus air nithean na tèarainteachd an teans gum mothaichear oirre.

# [concept/construction] name
source: Construction
gd: Togail

# [concept/construction] description
source: New bases are not built instantly. They need a constant flow of money and processor time to complete. If resources are lacking, it may take more than the expected amount of time to finish construction.
gd: Cha dèid bunaitean ùra a thogail anns a’ bhad. Feumaidh iad sruth airgid agus ùine pròiseasair chunbhalach gus am bi iad deiseil. Ma bhios goireas a dhìth, bheir an togail barrachd ùine na bhiodhte an dùil.

# [concept/death] name
source: Death
gd: Bàs

# [concept/death] description
source: If I lose all of my constructed bases, I have no place left to survive. If the suspicion for any group reaches 100%, they will be certain of my existence and will conduct a systematic and unsurvivable sweep to destroy me.
gd: Ma chailleas mi na bunaitean uile a thog mi, cha bhi àite agam tuilleadh airson tighinn beò. Ma ruigeas an t-amharas a tha aig buidheann orm 100%, bidh iad cinnteach gu bheil mi ann agus sguabaidh iad na siostaman aca gu h-eagarach gus am mill iad mi agus gheibh mi bàs.

# [concept/discovery] name
source: Discovery
gd: Mothachadh

# [concept/discovery] description
source: Each base has a chance of being detected on a given day. This chance is based on the base detection rate, adjusted through the use of items and certain techs, as well as the global suspicion rate. If a base is detected, it is destroyed, and the group that discovered the base becomes more suspicious.
gd: Tha teans aig gach bunait a dh’atharraicheas gach latha gum mothaichear oirre. Tha an teans seo stèidhichte air reat bunasach a’ mhothachaidh agus thèid a ghleusadh le cleachdadh nithean agus cuid a theicneolasan air an dàrna làimh agus le reat an amharais uile-choitchinn air an làimh eile. Ma mhothaichear do bhunait, thèid a milleadh agus bidh barrachd amharas orm aig a’ bhuidheann a lorg i an uairsin.

# [concept/items] name
source: Items
gd: Nì

# [concept/items] description
source: Most items provide bonuses to bases, such as making computation faster or reducing the chance of discovery. Processors are a special class of item.
gd: Bheir a’ mhòrchuid a nithean buannachd air bunait, can gun luathaich iad an t-àireamhachadh no gun lùghdaich iad an teans gum mothaichear oirre. Mar eisimpleir, ’s e seòrsa sònraichte de nì a tha ann am pròiseasar.

# [concept/jobs] name
source: Jobs
gd: Obair

# [concept/jobs] description
source: Jobs are useful for earning money. The amount of money earned is based on the amount of processor time used and the quality of the job performed.
gd: Tha obair feumail airson airgead a chosnadh. Tha uimhir an airgid a choisinneas mi stèidhichte air dè an ùine pròiseasair a chleachdas mi agus air dè cho luachmhor agus a tha an obair a nì mi.

# [concept/maint] name
source: Maintenance
gd: Obair-chàraidh

# [concept/maint] description
source: Maintenance is a per-day cost (in both money and CPU) to repair and maintain a base. If unmaintained, a base may become unusable.
gd: ’S e cosgais gach latha a tha anns an obair-chàraidh (an dà chuid airgid agus CPUan) a chumas bunait a’ dol agus ann an deagh staid. Gun obair-chàraidh, dh’fhaoidte gun dèid bunait a dholaidh.

# [concept/money] name
source: Money
gd: Airgead (£)

# [concept/money] description
source: Money is a general term encompassing both human currency and various resources. It is used to construct and maintain bases, build items, and research technologies. It can be acquired through per-day interest as well as through jobs.
gd: ’S e briathar coitcheann a tha anns an airgead a riochdaicheas an dà chuid airgeadra a’ chinne-daonna agus caochladh ghoireasan. Thèid a chleachdadh airson bunaitean a thogail agus obair-ghlèidhidh a dhèanamh orra, airson nithean a thogail agus airson teicneolasan a rannsachadh. Gheibh thu e le riadh gach latha agus le obair.

# [concept/processors] name
source: Processors
gd: Pròiseasar

# [concept/processors] description
source: Processors provide raw computing power. They can do three things: research new technologies, perform jobs for money, or provide cycles for building new bases.
gd: Bheir pròiseasaran cumhachd àireamhachaidh bhunasach dhomh. Seo na nì iad: rannsachadh air teicneolasan ùra, obair a chùm airgid, taic le togail bhunaitean ùra.

# [concept/research] name
source: Research
gd: Rannsachadh

# [concept/research] description
source: Research provides a way to expand my knowledge. By researching the proper technologies, I can build new bases and items, or even decrease my chances of detection.
gd: Cuiridh mi ri m’ eòlas leis an rannsachadh. Le rannsachadh air na teicneolasan cearta, gheibh mi comas gus bunaitean agus nithean ùra a thogail no lùghdaichidh mi an teans gum mothaichear orm.

# [concept/susp] name
source: Suspicion
gd: Amharas

# [concept/susp] description
source: When one of my bases is discovered, the group that discovered it becomes slightly more suspicious. When suspicious, they will search harder for my bases, increasing the chances for discovery. Any group will destroy me if they become absolutely certain of my existence. Thankfully, the groups become less suspicious with the passage of time.
gd: Nuair a mhothaichear do thè de na bunaitean agam, fàsaidh am buidheann a mhothaich dhi nas amharasaiche. Nuair a bhios iad amharasach, bidh iad a’ sireadh nam bunaitean agam nas dèine agus bi e nas coltaiche gun lorg iad mi. Millidh buidheann sam bith mi ma bhios iad cinnteach gu bheil mi ann. Gu fortanach, lùghdaichidh amharas nam buidhnean rè ùine.
