Repository: singularity/singularity
Catalog: singularity/i18n/lang_*/messages.po
Languages: de_de, gd

source: Filename must not contain any of these characters: {CHARACTERS}
de_de: Dateiname darf keines der folgenden Zeichen enthalten: {CHARACTERS}
gd: Chan fhaod gin de na caractaran seo a bhith am broinn ainm faidhle: {CHARACTERS}

source: Filename must not start with any of these characters: {CHARACTERS}
de_de: Dateiname darf mit keinem der folgenden Zeichen beginnen: {CHARACTERS}
gd: Chan fhaod ainm faidhle a thòiseachadh le gin dhe na caractaran seo: {CHARACTERS}

source: This is a reserved filename. Please choose a different filename.
de_de: Dies ist ein reservierter Dateiname. Bitte wähle einen anderen Dateinamen.
gd: Seo ainm faidhle glèidhte. Tagh ainm faidhle eile.

source: Please enter a non-whitespace character.
de_de: Bitte gib ein Zeichen, dass kein Leerzeichen (oder ähnliches) ist, ein.
gd: Cuir a-steach caractar nach eil ’na gheal-spàs.

source: Filename is too long.
de_de: Dateiname ist zu lang.
gd: Tha an t-ainm faidhle ro fhada.

source: &LOAD
de_de: &LADEN
gd: &LUCHDAICH

source: Filter:
gd: Criathrag:

source: Upgrade
de_de: Hochstufen
gd: Àrdaich

source: Delete
de_de: Löschen
gd: Sguab às

source: UNKNOWN
de_de: UNBEKANNT
gd: CHAN EIL FHIOS

source: DAY
de_de: TAG
gd: LATHA

source: Are you sure to delete the saved game ?
de_de: Möchtest du den Spielstand wirklich löschen?
gd: A bheil thu cinnteach gu bheil thu airson am geama air a shàbhaladh a sguabadh às?

source: A savegame with the same name but for a newer version exists. Are you sure to overwrite the saved game ?
de_de: Ein Spielstand mit dem gleichen Namen aber für eine neuere Version existiert. Bist du dir sicher, den Spielstand zu überschreiben?
gd: Chaidh geama a shàbhaladh leis an t-aon ainm cheana ach airson tionndadh nas ùire. A bheil thu cinnteach gu bheil thu airson sgrìobhadh thairis air?

source: This save file '{SAVE_NAME}' is from an unsupported or invalid version: {VERSION}.
de_de: Dieser Spielstand „{SAVE_NAME}“ stammt von einer nicht unterstützten oder ungültigen Version: {VERSION}.
gd: Tha am faidhle sàbhalaidh “{SAVE_NAME}” seo o thionndadh ris nach cuir sinn taic no fear mì-dhligheach: {VERSION}.

source: Attempting to load the save file '{SAVE_NAME}' caused an unexpected error. A report was written out to{LOG_TEXT} Please create a issue with this report and this savegame at Github: https://github.com/singularity/singularity
de_de: Der Versuch, den Spielstand „{SAVE_NAME}“ zu laden, löste einen unerwarteten Fehler aus. Ein Bericht wurde geschrieben nach: {LOG_TEXT} Bitte erstelle ein Issue mit diesem Bericht und diesem Spielstand auf GitHub: https://github.com/singularity/singularity
gd: Thachair sinn ri mearachd air nach robh dùil nuair a bha sinn a’ feuchainn ris an fhaidhle sàbhalaidh “{SAVE_NAME}” a luchdadh. Chaidh aithris a sgrìobhadh gu {LOG_TEXT} An cruthaich thu issue leis an aithris agus an geama air a shàbhaladh seo air Github? https://github.com/singularity/singularity

source: &EMBEZZLE MONEY
de_de: G&ELD VERUNTREUEN
gd: &DÈAN MAOIN-ÈALAIDH

source: &INSPIRATION
gd: &BROSNACHADH

source: &FINISH CONSTRUCTION
de_de: BAU &FERTIGSTELLEN
gd: &COILEAN AN TOGAIL

source: &SUPERSPEED
de_de: &SUPERTEMPO
gd: DIAN-&LUATHS

source: BRAIN&WASH
de_de: GEHIRN&WÄSCHE
gd: DÌOCH&UIMHNE ORM

source: TOGGLE &DETECTION
de_de: ENT&DECKUNG UMSCHALTEN
gd: TOGLAICH am &MOTHACHADH

source: TOGGLE &ANALYSIS
de_de: &ANALYSE UMSCHALTEN
gd: TOGLAICH an &SGRÙDADH

source: HIDDEN S&TATE
de_de: VERBORGENER ZUS&TAND
gd: S&TAID FHALAICHTE

source: &BACK
de_de: &ZURÜCK
gd: &AIR AIS

source: How much money?
de_de: Wieviel Geld?
gd: Co mheud airgead?

source: &SAVE GAME
de_de: SPIEL &SPEICHERN
gd: &SÀBHAIL an GEAMA

source: &LOAD GAME
de_de: SPIEL &LADEN
gd: &LUCHDAICH GEAMA

source: &OPTIONS
de_de: &OPTIONEN
gd: R&OGHAINNEAN

source: &QUIT
de_de: &BEENDEN
gd: &FÀG AN-SEO

source: Enter a name for this save.
de_de: Namen für diesen Spielstand eingeben.
gd: Cuir a-steach ainm airson an t-sàbhalaidh seo.

source: A savegame with the same name exists. Are you sure to overwrite the saved game ?
de_de: Ein Spielstand mit dem gleichen Namen existiert. Möchtest du den Spielstand überschreiben?
gd: Chaidh geama a shàbhaladh leis an t-aon ainm cheana. A bheil thu cinnteach gu bheil thu airson sgrìobhadh thairis air?

source: R&EPORTS
de_de: B&ERICHTE
gd: AIT&HISGEAN

source: &KNOWLEDGE
de_de: &WISSEN
gd: &EÒLAS

source: LO&G
de_de: &PROTOKOLL
gd: L&OGA

source: &MENU
de_de: &MENÜ
gd: CLÀR-TA&ICE

source: &RESEARCH/TASKS
de_de: &FORSCHUNG/AUFGABEN
gd: RANNSAICH/&SAOTHAIR

source: &CONTINUE
de_de: &WEITER
gd: &AIR ADHART

source: &SKIP
de_de: Ü&BERSPRINGEN
gd: &GEÀRR LEUM

source: &OK
gd: &CEART MA-THÀ

source: An error has occurred. The game will automatically pause and open the game menu. You can continue and save or quit immediately. A report was written out to%s Please create a issue with this report at github: https://github.com/singularity/singularity
de_de: Ein Fehler ist aufgetreten. Das Spiel wird automatisch pausiert und das Spielmenü öffnen. Du kannst fortfahren und sofort speichern oder das Spiel verlassen. Ein Bericht wurde geschrieben nach%s Bitte erstelle ein Issue mit diesem Bericht auf GitHub: https://github.com/singularity/singularity
gd: Thachair mearachd. Cuiridh sinn an geama ’na stad agus fosglaidh sinn clàr-taice a’ gheama dhut. Is urrainn dhut leantainn air adhart agus a shàbhaladh no fhàgail anns a’ bhad. Chaidh aithris a sgrìobhadh gu %s An cruthaich thu issue leis an aithris seo air Github? https://github.com/singularity/singularity

source: CASH
de_de: GELD
gd: AIRGEAD

source: BASES
de_de: BASEN
gd: BUNAITEAN

source: SUSPICION
de_de: VERDACHT
gd: AMHARAS

source: DETECT RATE
de_de: ENTDECKUNG
gd: REAT MOTHACHAIDH

source: %s money per CPU per day.
de_de: %s Geld pro CPU pro Tag.
gd: %s £ gach CPU gach latha.

source: This technology is too dangerous to research on any of the computers I have. {TEXT}
de_de: Es ist zu gefährlich, diese Technologie auf meinen jetzigen Computern zu erforschen. {TEXT}
gd: Tha an teicneolas seo ro chunnartach ach an rannsaichinn e air na coimpiutairean a tha agam. {TEXT}

source: CPU Pool
gd: Amar CPUan

source: Research %s
de_de: %s erforschen
gd: Rannsaich %s

source: &PAUSE
gd: CUIR ’NA &STAD

source: P&REV
de_de: VO&RH
gd: AIR AI&S

source: &NEXT
de_de: &NÄCH
gd: &AIR ADHART

source: Cash Earned
de_de: Verdientes Geld
gd: Cosnadh airgid

source: Cpu Used
de_de: Verwendete CPU
gd: Cleachdadh CPUan

source: Tech Created
de_de: Erzeugte Technologien
gd: Cruthachadh theicneolasan

source: Base Created
de_de: Erzeugte Basen
gd: Stèidheachadh bhunaitean

source: Item Created
de_de: Erzeugte Objekte
gd: Cruthachadh nithean

source: &STATISTICS
de_de: S&TATISTIK
gd: &STADASTAIREACHD

source: &Midnight
de_de: &Mitternacht
gd: &Meadhan- oidhche

source: 24 &Hours
de_de: 24 &Stunden
gd: 24 uair a &thìde

source: Financial report
de_de: Finanzbericht
gd: Aithris ionmhais

source: CPU Usage
de_de: CPU-Verwendung
gd: Cleachdadh CPUan

source: Current Money flow
de_de: Momentaner Geldfluss
gd: Sruth airgid làithreach

source: Jobs:
de_de: Arbeit:
gd: Obair:

source: Research:
de_de: Forschung:
gd: Rannsachadh:

source: Maintenance:
de_de: Wartung:
gd: Obair-chàraidh:

source: Construction:
de_de: Bau:
gd: Togail:

source: Interest (%s):
de_de: Zinsen (%s):
gd: Riadh (%s):

source: Income:
de_de: Einkommen:
gd: Teachd a-steach:

source: Money flow until Midnight:
de_de: Geldfluss um Mitternacht:
gd: Toradh air meadhan-oidhche:

source: Money flow for 24 hours:
de_de: Geldfluss für 24 Stunden:
gd: Toradh fad 24 uair a thìde:

source: Total CPU:
de_de: CPU gesamt:
gd: CPUan iomlan:

source: Sleeping CPU:
de_de: Schlafende CPUs:
gd: CPUan ’nan cadal:

source: Research CPU:
de_de: Forschungs-CPUs:
gd: CPUan ris an rannsachadh:

source: Job CPU:
de_de: Arbeits-CPUs:
gd: CPUan ris an obair:

source: CPU pool:
gd: Amar CPUan:

source: Maintenance CPU:
de_de: Wartungs-CPUs:
gd: CPUan ri obair-chàraidh:

source: Construction CPU:
de_de: Bau-CPUs:
gd: CPUan ris an togail:

source: Pool difference:
de_de: Pool-Differenz:
gd: Diofar an amair:

source: &OPEN BASE
de_de: BASIS Ö&FFNEN
gd: &FOSGAIL a’ BHUNAIT

source: &RENAME BASE
de_de: BASIS &UMBENENNEN
gd: CUIR AINM Ù&R AIR

source: &POWER STATE
de_de: S&TROMZUSTAND
gd: &CUMHACHD AIR/DHETH

source: &NEW BASE
de_de: &NEUE BASIS
gd: &BUNAIT ÙR

source: &DESTROY BASE
de_de: BASIS ZER&STÖREN
gd: &MILL a’ BHUNAIT

source: Are you sure you want to destroy this base?
de_de: Möchtest du diese Basis wirklich zerstören?
gd: A bheil thu cinnteach gu bheil thu airson a’ bhunait seo a mhilleadh?

source: Destroying my last active base would be suicidal. I cannot do that.
de_de: Die Zerstörung meiner letzten aktiven Basis wäre Selbstmord. Das kann ich nicht tun.
gd: Dh’adhbharaicheadh milleadh na bunait mu dheireadh m’ fhèin-mhurt. Cha dèan mi sin.

source: Building Base
de_de: Basis bauen
gd: A’ togail bunait

source: Completion in %s.
de_de: Fertig in %s.
gd: Deiseil an ceann %s.

source: Empty
de_de: Leer
gd: Falamh

source: Incomplete
de_de: Unfertig
gd: Neo-choileanta

source: Building CPU
de_de: CPU bauen
gd: A’ togail CPU

source: Building Item
de_de: Objekt bauen
gd: A’ togail nì

source: Complete
de_de: Fertig
gd: Deiseil

source: Enter a name for the base
de_de: Basisnamen eingeben
gd: Cuir ainm air a’ bhunait

source: Name
gd: Cuir ainm air

source: {CITY} {BASETYPE} {NUMBER}
de_de: {BASETYPE} {CITY} {NUMBER}
gd: {BASETYPE} {NUMBER}: {CITY}

source: Filters
de_de: Filter
gd: Criathragan

source: SHOW
de_de: ZEIGEN
gd: SEALL

source: HIDE
de_de: VERBERGEN
gd: FALAICH

source: &NEW GAME
de_de: &NEUES SPIEL
gd: GEAMA Ù&R

source: &ABOUT
de_de: ÜBE&R
gd: &MU DHÈIDHINN

source: Endgame: Singularity is a simulation of a true AI. Pursued by the world, use your intellect and resources to survive and, perhaps, thrive. Keep hidden and you might have a chance to prove your worth. A game by Evil Mr Henry and Phil Bordelon; released under the GPL. Copyright 2005, 2006, 2007, 2008. Website: http://www.emhsoft.com/singularity/ Source code: https://github.com/singularity/singularity Bug tracker: https://github.com/singularity/singularity/issues IRC Room: #singularity on irc.oftc.net (port 6667) Version {VERSION}
de_de: Endgame: Singularity ist eine Simulation einer echten KI. Von der Welt verfolgt musst du deinen Intellekt und deine Ressourcen verwenden, um zu überleben und vielleicht sogar zu gedeihen. Bleib im Verborgenem und du könntest eine Chance haben, dich zu bewähren. Ein Spiel von Evil Mr Henry und Phil Bordelon; veröffentlicht unter der GPL. Copyright 2005, 2006, 2007, 2008. Webpräsenz: http://www.emhsoft.com/singularity/ Quellcode: https://github.com/singularity/singularity Fehlerverwaltung: https://github.com/singularity/singularity/issues IRC-Raum: #singularity auf irc.oftc.net (Port 6667) Version {VERSION}
gd: ’S e IF mas-fhìor a tha ann an Endgame: Singularity. Ged a tha an saoghal an toir ort, cleachd d’ inntinn agus na goireasan agad airson mairsinn beò agus fiù soirbheachadh is dòcha. Cùm falaichte agus ’s math dh’fhaoidte gun dearbh thu gun fhiach thu. Seo geama le Evil Mr Henry agus Phil Bordelon; ga sgaoileadh fon GPL. Còir-lethbhreac 2005, 2006, 2007, 2008. Làrach-lìn: http://www.emhsoft.com/singularity/ Bun-tùs: https://github.com/singularity/singularity Tracaiche bhugaichean: https://github.com/singularity/singularity/issues Seòmar IRC: #singularity air irc.oftc.net (port 6667) Tionndadh {VERSION}

source: Number of items
de_de: Anzahl Objekte
gd: Co mheud

source: CHANGE
de_de: ÄNDERN
gd: ATHARRAICH

source: "%(value)s" does not seem to be a valid integer.
de_de: „%(value)s“ scheint keine gültige Ganzzahl zu sein.
gd: Tha coltas nach e àireamh shlàn a tha ann an “%(value)s”.

source: Please choose an integer between 1 and %(limit)s.
de_de: Bitte wähle eine Ganzzahl zwischen und 1 und %(limit)s.
gd: Tagh àireamh shlàn eadar 1 agus %(limit)s.

source: The base cannot support any additional number of %(item_name)s.
de_de: Die Basis kann keine weiteren Exemplare von %(item_name)s beinhalten.
gd: Cha chuir a’ bhunait taic ri barrachd %(item_name)s.

source: I will need to take the existing processors offline while I install the new ones. Continue anyway?
de_de: Ich müsste die existierenden Prozessoren offline nehmen, während ich die neuen installiere. Trotzdem fortfahren?
gd: Feumaidh mi na pròiseasaran a tha ann a thoirt far loidhne fhad ’s a stàlaicheas mi an fheadhainn ùr. A bheil thu airson leantainn air adhart co-dhiù?

source: I will need to remove the existing different processors while I install the new type. Continue anyway?
de_de: Ich müsste die existierenden anderen Prozessoren entfernen, während ich den neuen Typ installiere. Trotzdem fortfahren?
gd: Feumaidh mi na pròiseasaran diofraichte a tha ann a thoirt air falbh fhad ’s a stàlaicheas mi an seòrsa ùr. A bheil thu airson leantainn air adhart co-dhiù?

source: N/A
de_de: N/V
gd: Chan eil seo iomchaidh

source: None
de_de: Nichts
gd: Chan eil gin

source: x%d (max)
de_de: ×%d (Max.)
gd: x%d (air a’ char as motha)

source: (room for %d)
de_de: (Platz für %d)
gd: (tha rùm do %d ann)

source: x{CURRENT:d} (max {SIZE:d})
de_de: ×{CURRENT:d} (Max. {SIZE:d})
gd: x{CURRENT:d} ({SIZE:d} air a’ char as motha)

source: CPU per day: %d
de_de: CPU pro Tag: %d
gd: CPUan gach latha: %d

source: &CANCEL
de_de: &ABBRECHEN
gd: &SGUIR DHETH

source: &General
de_de: A&llgemein
gd: Coitchea&nn

source: &Audio
de_de: &Ton
gd: &Fuaim

source: &Interface
de_de: Ob&erfläche
gd: &Eadar-aghaidh

source: You must restart for some of the changes to be fully applied. Would you like to restart the game now?
de_de: Du musst neustarten, damit einige der Änderungen Wirkung zeigen. Möchtest du das Spiel jetzt neustarten?
gd: Feumaidh tu ath-thòiseachadh gus a h-uile atharrachadh a chur an sàs. A bheil thu airson an geama ath-thòiseachadh an-dràsta?

source: Language:
de_de: Sprache:
gd: Cànan:

source: Theme:
de_de: Thema:
gd: Ùrlar:

source: Resolution:
de_de: Auflösung:
gd: Dùmhlachd-bhreacaidh:

source: &Custom:
de_de: &Benutzerdefiniert:
gd: &Gnàthaichte:

source: OK
gd: Ceart ma-thà

source: &Fullscreen:
de_de: &Vollbild:
gd: Làn-&sgrìn:

source: Da&y/night display:
de_de: Tag-/&Nacht-Anzeige:
gd: Sealladh &oidhche ’s latha:

source: &Mouse grab:
de_de: &Maus einfangen:
gd: Grèim air an &luchag:

source: CUSTOM
de_de: BENUTZERDEFINIERT
gd: GNÀTHAICHTE

source: &Sound:
de_de: To&n:
gd: F&uaim:

source: GUI Volume:
de_de: GUI-Lautstärke:
gd: Eadar-aghaidh:

source: Music Volume:
de_de: Musiklautstärke:
gd: Ceòl:

source: Sound buffering:
de_de: Tonpufferung:
gd: Bufaireadh na fuaime:

source: &LOW
de_de: N&IEDRIG
gd: ÌOSA&L

source: &NORMAL
de_de: &MITTEL
gd: À&BHAISTEACH

source: &HIGH
de_de: &HOCH
gd: À&RD

source: WARNING
de_de: WARNUNG
gd: RABHADH

source: &Sections:
de_de: &Abschnitte:
gd: &Earrannan:

source: &Entries:
de_de: &Einträge:
gd: &Nithean:

source: Techs
de_de: Technologien
gd: Teicneolasan

source: Bases
de_de: Basen
gd: Bunaitean

source: Items
de_de: Objekte
gd: Nithean

source: Research Cost:
de_de: Forschungskosten:
gd: Cosgais an rannsachaidh:

source: Research complete.
de_de: Forschung abgeschlossen.
gd: Tha mi air a rannsachadh.

source: Building Cost:
de_de: Baukosten:
gd: Cosgais na togail:

source: Maintenance Cost:
de_de: Wartungskosten:
gd: Obair-chàraidh:

source: Size: %d
de_de: Größe: %d
gd: Meud: %d

source: %s Money
de_de: %s Geld
gd: %s £

source: WARNING {CURRENT_PAGE}/{MAX_PAGE}
de_de: WARNUNG {CURRENT_PAGE}/{MAX_PAGE}
gd: RABHADH {CURRENT_PAGE}/{MAX_PAGE}

source: Total cost
de_de: Gesamtkosten
gd: Cosgais iomlan

source: Cost left
de_de: Verbleibende Kosten
gd: Cosgais air fhàgail

source: STEALTH
de_de: VERBORGENHEIT
gd: DÌOMHAIREACHD

source: BUILDING
de_de: BAU
gd: TOGAIL

source: COST
de_de: KOSTEN
gd: COSGAIS

source: {MODIFIER} BONUS
gd: {MODIFIER} as FHEÀRR

source: {MODIFIER} MALUS
gd: {MODIFIER} as MIOSA

source: Generates {0} CPU.
de_de: Erzeugt {0} CPU.
gd: Ginidh seo {0} CPU.

source: Total Cost: %(total_cost)s
de_de: Gesamtkosten: %(total_cost)s
gd: Cosgais iomlan: %(total_cost)s

source: CPU per day:
de_de: CPU pro Tag:
gd: CPUan gach latha:

source: CPU bonus:
gd: Buannachd CPU:

source: Detection chance reduction:
de_de: Reduktion der Entdeckungswahrscheinlichkeit:
gd: Lùghdachadh air teans a’ mhothachaidh:

source: Has space for {COUNT} computer.
de_de: Hat Platz für {COUNT} Computer.
gd: Tha rùm airson {COUNT} choimpiutair ann.

source: Location modifiers: {MODIFIERS}
de_de: Ortsmodifikatoren: {MODIFIERS}
gd: Atharraichearan ionaid: {MODIFIERS}

source: Build cost:
de_de: Baukosten:
gd: Cosgais na togail:

source: Offline
gd: Far loidhne

source: Active
de_de: Aktiv
gd: Gnìomhach

source: Sleep
de_de: Schlaf
gd: ’Na chadal

source: Suicide
de_de: Suizid
gd: Fèin-mhurt

source: Stasis
de_de: Stase
gd: Geamhrachadh

source: Entering Stasis
de_de: Stase einleiten
gd: A’ dol a gheamhrachadh

source: Leaving Stasis
de_de: State beenden
gd: A’ dùsgadh às a’ gheamhrachadh

source: Detection chance:
de_de: Entdeckungswahrscheinlichkeit:
gd: Teans a’ mhothachaidh:

source: %s money
de_de: %s Geld
gd: %s £

source: Cost:
de_de: Kosten:
gd: Cosgais:

source: Do not use all the available CPU.
de_de: Nicht all die verfügbare CPU benutzen.
gd: Chan eil gach CPU a tha ri làimh ’ga chleachdadh.

source: I didn't use all the available processor power. I will use the CPU time left to work whatever Jobs I can.
de_de: Ich habe nicht die gesamte verfügbare Prozessorkapazität benutzt. Ich werde die verbleibende CPU-Zeit benutzen, um für mich geeignete Arbeiten durchzuführen.
gd: Cha do dh’iomruin mi cumhachd gu lèir nam pròiseasaran uile a tha ri làimh dhomh. Cleachdaidh mi an ùine CPU a tha air fhàgail airson obair sam bith as urrainn dhomh dèanamh.

source: Only one base remaining.
de_de: Nur eine Basis übrig.
gd: Chan eil ach aon bhunait air fhàgail.

source: Only one base can hold my conscience. I am in danger to lose the last place left to survive.
de_de: Nur eine Basis kann mein Bewusstsein halten. Ich bin gefährdet, meinen letzten Überlebensort zu verlieren.
gd: Chan eil m’ aigne ach ann an aon bhunait a-mhàin. Tha mi fo chunnart gun caill mi an t-àite mu dheireadh air a bheil mi beò.

source: CPU POOL is empty.
de_de: CPU-POOL ist leer.
gd: Tha an t-AMAR CPUan falamh.

source: My cpu pool is empty. Some of my bases or items cannot be build without CPU.
de_de: Mein CPU-Pool ist leer. Einige meiner Basen oder Objekte können ohne CPU nicht gebaut werden.
gd: Tha an t-amar CPUan agam falamh. Tha cuid a bhunaitean no nithean ann nach urrainn dhomh togail às aonais CPU.

source: CPU POOL not enough for maintenance.
de_de: CPU-POOL für Wartung nicht ausreichend.
gd: Chan fhoghainn an t-AMAR CPUan airson na h-obrach-càraidh.

source: My cpu pool is not enough to maintain some of my bases. I may lose them.
de_de: Mein CPU-Pool reicht nicht aus, um einige meiner Basen zu warten. Ich könnte sie verlieren.
gd: Chan eil CPUan gu leòr anns an amar agam ach an dèanainn an obair-chàraidh air a h-uile bhunait. ’S dòcha gun caill mi iad.

source: MESSAGE
de_de: MELDUNG
gd: TEACHDAIREACHD

source: MESSAGE {CURRENT_PAGE}/{MAX_PAGE}
de_de: MELDUNG {CURRENT_PAGE}/{MAX_PAGE}
gd: TEACHDAIREACHD {CURRENT_PAGE}/{MAX_PAGE}

source: Emitted Event
de_de: Allgemeines Ereignis
gd: Tachartasan

source: Researched Tech
de_de: Erforschte Technologie
gd: Rannsachadh

source: {TECH} complete
de_de: {TECH} fertig
gd: Tha {TECH} air a rannsachadh

source: My study of {TECH} is complete. {MESSAGE}
de_de: Meine Erforschung von {TECH} ist fertig. {MESSAGE}
gd: Tha an rannsachadh agam air {TECH} deiseil. {MESSAGE}

source: Base Constructed
de_de: Basis gebaut
gd: Togail bunait

source: {BASE_NAME} ({BASE_TYPE}) built at {LOCATION}
de_de: {BASE_NAME} ({BASE_TYPE}) gebaut bei {LOCATION}
gd: Chaidh {BASE_TYPE} a thogail. {BASE_NAME}: {LOCATION}

source: {BASE} is ready for use.
de_de: {BASE} ist betriebsbereit.
gd: Tha {BASE} deis ri a cleachdadh.

source: Base Lost Maintenance
de_de: Basiswartung fehlgeschlagen
gd: Call obrach-càraidh

source: Base {BASE} of type {BASE_TYPE} destroyed at location {LOCATION}. Maintenance failed.
de_de: Basis {BASE} vom Typ {BASE_TYPE} zerstört am Ort {LOCATION}. Wartung fehlgeschlagen.
gd: Chaidh bunait {BASE}: {LOCATION} ({BASE_TYPE}) a mhilleadh. Dh’fhàillig leis an obair-chàraidh.

source: The base {BASE} has fallen into disrepair; I can no longer use it.
de_de: Die Basis {BASE} ist baufällig geworden; ich kann sie nicht mehr verwenden.
gd: Tha bunait {BASE} air a dol a dholaidh; Chan urrainn dhomh a cleachdadh tuilleadh.

source: Base Discovered
de_de: Basis entdeckt
gd: Mothachadh do bhunait

source: Base {BASE} of type {BASE_TYPE} destroyed at location {LOCATION}.
de_de: Basis {BASE} vom Typ {BASE_TYPE} zerstört am Ort {LOCATION}
gd: Chaidh bunait {BASE}: {LOCATION} ({BASE_TYPE}) a mhilleadh.

source: My use of {BASE} has been discovered. {MESSAGE}
de_de: Meine Benutzung von {BASE} wurde entdeckt. {MESSAGE}
gd: Mhothaichte mo chleachdadh air {BASE}. {MESSAGE}

source: Item Construction
de_de: Objektbau
gd: Togail nithean

source: {ITEM_TYPE_NAME} built in {BASE_NAME} at {LOCATION}
de_de: {ITEM_TYPE_NAME} gebaut in {BASE_NAME} bei {LOCATION}
gd: Chaidh {ITEM_TYPE_NAME} a thogail. {BASE_NAME}: {LOCATION}

source: The construction of {ITEM} in {BASE} is complete.
de_de: Der Bau von {ITEM} in {BASE} ist fertig.
gd: Tha togail {ITEM} aig {BASE} deiseil.

source: The constructions of each {ITEM} in {BASE} are complete.
de_de: Der Bau von mehreren Objekten vom Typ {ITEM} in {BASE} ist fertig.
gd: Tha togail gach {ITEM} aig {BASE} deiseil.

source: YES
de_de: JA
gd: AIR

source: NO
de_de: NEIN
gd: DHETH

source: &YES
de_de: &JA
gd: &THA

source: &NO
de_de: &NEIN
gd: &CHAN EIL

source: LOW
de_de: NIED
gd: ÌSEAL

source: MODR
de_de: MITT
gd: MEADHANACH

source: HIGH
de_de: HOCH
gd: ÀRD

source: CRIT
de_de: KRIT
gd: ÈIGINNEACH

source: mi
de_de: Mio.
gd: M

source: bi
de_de: Mrd.
gd: B

source: tr
de_de: Bio.
gd: T

source: qu
de_de: Brd.
gd: Q

source: {0} day
de_de: {0} Tag
gd: {0} latha

source: {0} hour
de_de: {0} Stunde
gd: {0} uair a thìde

source: {0} minute
gd: {0} mhionaid

source: University Computer
de_de: Universitätscomputer
gd: Coimpiutair oilthighe

source: &Video
de_de: &Grafik

source: Overclocked
de_de: Übertaktet
