Repository: singularity/singularity
Catalog: data/messages_*.po
Languages: pt_br

source: %s money
pt_br: %s de dinheiro

source: Cost:
pt_br: Custo:

source: Detection chance:
pt_br: Chance de detecção:

source: NEWS
pt_br: MÍDIA

source: SCIENCE
pt_br: CIÊNCIAS

source: COVERT
pt_br: S.SECRETO

source: PUBLIC
pt_br: PÚBLICO

source: Has space for %d computers.
pt_br: Tem capacidade para %d computadores.

source: Build cost:
pt_br: Custo:

source: Maintenance:
pt_br: Manutenção:

source: Active
pt_br: Ativa

source: Sleep
pt_br: Inativa

source: Overclocked
pt_br: Turbinado

source: Suicide
pt_br: Suicida

source: Stasis
pt_br: Hibernando

source: Entering Stasis
pt_br: Entrando em Hibernação

source: Leaving Stasis
pt_br: Saindo da Hibernação

source: Generates {0} CPU.
pt_br: Gera {0} CPU.

source: Total cost
pt_br: Custo total

source: Cost left
pt_br: Custo restante

source: &BACK
pt_br: &VOLTAR

source: Financial report
pt_br: Relatório Financeiro

source: CPU Usage
pt_br: Uso de CPU

source: Current Money:
pt_br: Dinheiro Atual:

source: Jobs:
pt_br: Trabalhos:

source: Research:
pt_br: Pesquisas:

source: Construction:
pt_br: Construções:

source: Interest (%s):
pt_br: Juros (%s):

source: Income:
pt_br: Renda:

source: Money at Midnight:
pt_br: Dinheiro à Meia-Noite:

source: Total CPU:
pt_br: Total de CPUs:

source: Sleeping CPU:
pt_br: CPUs Inativas:

source: Research CPU:
pt_br: CPUs em Pesquisas:

source: Job CPU:
pt_br: CPUs Trabalhando:

source: CPU pool:
pt_br: Reserva de CPU:

source: Maintenance CPU:
pt_br: CPUs fazendo Manutenção:

source: Construction CPU:
pt_br: CPUs nas Construções:

source: Pool Overflow (Jobs):
pt_br: Excedente (Trabalhos):

source: Techs
pt_br: Tecnologias

source: Items
pt_br: Itens

source: Concepts
pt_br: Conceitos

source: Research Cost:
pt_br: Custo de Pesquisa:

source: %s Money
pt_br: %s de dinheiro

source: Study anywhere.
pt_br: Pesquise em qualquer lugar.

source: Study underseas or farther.
pt_br: Pesquise no fundo do mar ou além.

source: Study off-planet.
pt_br: Pesquise fora do planeta.

source: Study far away from this planet.
pt_br: Pesquise bem distante deste planeta.

source: Do not study in this dimension.
pt_br: Não pesquise nesta dimensão.

source: Research complete.
pt_br: Pesquisa completa.

source: Building Cost:
pt_br: Custo de Construção:

source: CPU per day:
pt_br: CPU por dia:

source: Detection chance reduction:
pt_br: Redução das chances de detecção:

source: CPU bonus:
pt_br: Bônus de CPU:

source: FINANC&E
pt_br: ORÇAMEN&TO

source: &KNOWLEDGE
pt_br: ENCICLO&PÉDIA

source: &EMBEZZLE MONEY
pt_br: &EMBOLSAR DINHEIRO

source: &INSPIRATION
pt_br: &INSPIRAÇÃO

source: &FINISH CONSTRUCTION
pt_br: &TERMINAR CONSTRUÇÃO

source: &SUPERSPEED
pt_br: &SUPERVELOCIDADE

source: BRAIN&WASH
pt_br: &LAVAGEM CEREBRAL

source: How much money?
pt_br: Quanto dinheiro?

source: &SAVE GAME
pt_br: &SALVAR JOGO

source: &LOAD GAME
pt_br: &ABRIR JOGO

source: &OPTIONS
pt_br: &OPÇÕES

source: &QUIT
pt_br: &SAIR

source: DAY
pt_br: DIA

source: &RESEARCH/TASKS
pt_br: PESQUISAS/TA&REFAS

source: Enter a name for this save.
pt_br: Escolha um nome:

source: CASH
pt_br: DINHEIRO

source: SUSPICION
pt_br: GRAU.SUSPEITA

source: DETECT RATE
pt_br: PROB.DETECÇÃO

source: CHANGE
pt_br: ALTERAR

source: None
pt_br: Nenhum

source: Completion in %s.
pt_br: Termina em %s.

source: x%d (max)
pt_br: x%d (máx)

source: (room for %d)
pt_br: (espaço para %d)

source: x{CURRENT:d} (max {SIZE:d})
pt_br: x{CURRENT:d} (máx {SIZE:d})

source: &OPEN BASE
pt_br: &ABRIR BASE

source: &POWER STATE
pt_br: &ENERGIA

source: &NEW BASE
pt_br: &NOVA BASE

source: &DESTROY BASE
pt_br: &DESTRUIR BASE

source: Are you sure you want to destroy this base?
pt_br: Tem certeza que deseja destruir esta base?

source: Building Base
pt_br: Base em construção

source: Empty
pt_br: Vazia

source: Incomplete
pt_br: Incompleta

source: Building CPU
pt_br: Construindo CPU

source: Building Item
pt_br: Construindo item

source: Complete
pt_br: Completa

source: {CITY} {BASETYPE} {NUMBER}
pt_br: {BASETYPE} {NUMBER} em {CITY}

source: %s money per CPU per day.
pt_br: Rende %s de dinheiro por CPU por dia.

source: CPU Pool
pt_br: Reserva de CPU

source: Research %s
pt_br: Pesquisar %s

source: &Fullscreen:
pt_br: &Tela Cheia:

source: &Sound:
pt_br: &Som:

source: &Mouse grab:
pt_br: Capturar &mouse:

source: Da&y/night display:
pt_br: &Exibir Dia/Noite:

source: NO
pt_br: NÃO

source: YES
pt_br: SIM

source: Resolution:
pt_br: Resolução:

source: &CUSTOM:
pt_br: &PESSOAL:

source: Language:
pt_br: Língua:

source: SAVE OPTIONS TO &DISK
pt_br: SALVAR OPÇÕES EM &DISCO

source: Sound buffering:
pt_br: Buffer de Som:

source: &LOW
pt_br: &PEQUENO

source: &HIGH
pt_br: &GRANDE

source: &VERY EASY
pt_br: FA&CÍLIMO

source: &EASY
pt_br: &FÁCIL

source: &HARD
pt_br: &DIFÍCIL

source: &ULTRA HARD
pt_br: &ULTRA DIFÍCIL

source: &IMPOSSIBLE
pt_br: &IMPOSSÍVEL

source: &NEW GAME
pt_br: &NOVO JOGO

source: &ABOUT
pt_br: &CRÉDITOS

source: Endgame: Singularity is a simulation of a true AI. Pursued by the world, use your intellect and resources to survive and, perhaps, thrive. Keep hidden and you might have a chance to prove your worth. A game by Evil Mr Henry and Phil Bordelon; released under the GPL. Copyright 2005, 2006, 2007, 2008. Website: http://www.emhsoft.com/singularity/ IRC Room: #singularity on irc.oftc.net (port 6667) Version %s
pt_br: Endgame: Singularity é uma simulação de uma verdadeira IA. Perseguido pelo mundo, use seu intelecto e recursos para sobreviver e, quem sabe, prosperar. Mantenha-se escondido e talvez tenha uma chance de provar seu valor. Um jogo por Evil Mr Henry e Phil Bordelon; publicado sob a GPL. Copyright 2005, 2006, 2007, 2008. Tradução para o Português Brasileiro por Rodrigo Silva (MestreLion), dedicado à Dafne Saqueti, minha musa e fonte de toda minha motivação e inspiração. Website: http://www.emhsoft.com/singularity/ Sala de IRC: #singularity em irc.oftc.net (porta 6667) Versão %s

source: tr
pt_br: tri

source: qu
pt_br: qua

source: days
pt_br: dias

source: hours
pt_br: horas

source: minutes
pt_br: minutos

source: &Processor
pt_br: &Processador

source: &Reactor
pt_br: &Reator

source: &Network
pt_br: &Internet

source: &Security
pt_br: &Segurança

source: University Computer
pt_br: Computador da Universidade
